Repository: Famlam/osmose-frontend
Catalog: web/po/*.po
Languages: ca

source: never generated
ca: no s'ha generat mai

source: False positives
ca: Falsos positius

source: Informations
ca: Informacions

source: Relation analyser
ca: Analitzador de relacions

source: Statistics
ca: Estadístiques

source: Contact
ca: Contacte

source: Help on wiki
ca: Ajuda al wiki

source: Sources
ca: Fonts

source: Translation
ca: Traducció

source: Statistics for user %s
ca: Estadístiques de l'usuari %s

source: This list is also available via rss.
ca: Aquest llistat també és disponible via RSS.

source: Statistics for user
ca: Estadístiques de l'usuari

source: User statistics
ca: Estadístiques de l'usuari

source: Username:
ca: Nom d'usuari:

source: Bug tracker
ca: Gestor d'errors

source: Providing patches
ca: Proveint pegats

source: Development
ca: Desenvolupament

source: Contacting maintainers
ca: Contacte amb els mantenidors

source: Last updates
ca: Últimes actualitzacions

source: Median delay:
ca: Retard mitjà:

source: source
ca: font

source: last generation
ca: última generació

source: history
ca: historial

source: Update
ca: Actualitza

source: remote url
ca: URL remot

source: timestamp
ca: marca de temps

source: Copyright information
ca: Informació de copyright

source: License
ca: Llicència

source: Authors
ca: Autors

source: And contributors
ca: I col·laboradors

source: key
ca: clau

source: value
ca: valor

source: Marker
ca: Marcador

source: Fixes
ca: Corregeix

source: Fixed
ca: Corregit

source: Graph
ca: Graf

source: Map
ca: Mapa

source: Set
ca: Estableix

source: class (abbreviation)
ca: c

source: item
ca: element

source: title
ca: títol

source: count
ca: nombre

source: level (abbreviation)
ca: n

source: position (abbreviation)
ca: pos

source: elements (abbreviation)
ca: elem

source: subtitle
ca: subtítol

source: date
ca: data

source: Help on OSM wiki
ca: Ajuda al wiki de l'OSM

source: False positives list
ca: Llistat dels falsos positius

source: Last analysis updates
ca: Últimes actualitzacions de l'anàlisi

source: Tags Editor
ca: Editor d'etiquetes

source: Cancel
ca: Cancel·la

source: no bubbles at this zoom factor
ca: no hi ha diàlegs en aquesta escala de zoom

source: Severity
ca: Grau

source: Fixable
ca: Corregibles

source: Show only markers with correction suggestions
ca: Mostra només els marcadors amb suggeriment de correcció

source: Online
ca: En línia

source: Topic
ca: Tema

source: Select:
ca: Selecció:

source: all
ca: tot

source: nothing
ca: res

source: invert
ca: inverteix

source: Change language
ca: Canvia la llengua

source: Help
ca: Ajuda

source: Delay: %sd
ca: Retard: %sd

source: Logout
ca: Tanca la sessió

source: Login
ca: Inicia sessió

source: Save
ca: Desa

source: Source
ca: Font

source: Type
ca: Tipus

source: Reuse changeset
ca: Reutilitza el conjunt de canvis

source: corrected
ca: corregit

source: false positive
ca: fals positiu

source: How to help translation
ca: Com ajudar en la traducció

source: To make Osmose a real multi-lingual tool, we need your help to improve current translations, and add new translations
ca: Per a fer de l'Osmose una eina autènticament multillenguatge, ens cal la vostra ajuda per a millorar les traduccions actuals, i afegir-ne de noves.

source: Pages to translate
ca: Pàgines a traduir

source: Wiki pages
ca: Pàgines wiki

source: Osmose pages
ca: Pàgines de l'Osmose

source: Bug tracking system
ca: Sistema de gestió d'errors

source: Structure
ca: Estructura

source: Missing tags
ca: Etiquetes omeses

source: Bad tag
ca: Etiqueta incorrecta

source: Tags to remove
ca: Etiquetes a suprimir

source: Tags name
ca: Nom de l'etiqueta

source: Administrative
ca: Administratiu

source: To map
ca: Al mapa

source: Integration
ca: Integració

source: overlapping building
ca: edificis superposats

source: duplicated node
ca: no duplicat

source: way one node
ca: via d'un únic node

source: invalid polygon
ca: polígon no vàlid

source: reverse roundabout
ca: rotonda inversa

source: boundary intersect
ca: intersecció de límits

source: objects overlap
ca: objectes superposats

source: orphan nodes
ca: nodes orfes

source: sudden highway type change
ca: canvi sobtat del tipus de via

source: unclosed area
ca: àrea sense tancar

source: bad *_link highway
ca: enllaç * incorrecte

source: broken highway continuity
ca: continuitat de la via tallada

source: missing tag or role
ca: manca una etiqueta o rol

source: surface intersection
ca: intersecció de superfícies

source: big relation
ca: relació grossa

source: multipolygon
ca: multipolígon

source: double cycleway
ca: via ciclista doble

source: approximate way
ca: via aproximada

source: 1-member relation
ca: relació d'un membre

source: not-connected highway/cycleway
ca: via de vehicles, o via ciclista, sense connectar

source: waterway
ca: via d'aigua

source: duplicate geometry
ca: geometria duplicada

source: elevation
ca: elevació

source: parent tag
ca: etiqueta principal

source: street numbers
ca: numeració de carrers

source: highway crossing
ca: encreuament

source: pharmacy
ca: farmàcia

source: highway roundabout
ca: rotonda

source: bad source tag
ca: etiqueta de font incorrecta

source: wikipedia
ca: viquipèdia

source: multiple tags
ca: etiquetes múltiples

source: incorrect tag
ca: etiqueta incorrecta

source: bad tag key
ca: clau d'etiqueta errònia

source: similar values
ca: valors similars

source: multiple values
ca: valors múltiples

source: numeric value
ca: valor numèric

source: small farm
ca: granja petita

source: note
ca: nota

source: tree
ca: arbre

source: brand in name
ca: marca comercial al nom

source: typo in tag
ca: error tipogràfic a l'etiqueta

source: incorrect
ca: incorrecte

source: parking lane
ca: via d'aparcament

source: relation role
ca: rol a la relació

source: relation type=restriction
ca: tipus de relació = restriction

source: postcode
ca: codi postal

source: disused
ca: en desús

source: on junction=roundabout
ca: a junction=roundabout

source: incompatible tags
ca: etiquetes incompatibles

source: ref in name
ca: ref al nom

source: construction
ca: construcció

source: duplicate object
ca: objecte duplicat

source: unwanted tag on node
ca: etiqueta o node no desitjats

source: bad usage
ca: ús incorrecte

source: orthograph
ca: ortografia

source: way type
ca: tipus de via

source: two names
ca: dos noms

source: toponymy
ca: toponímia

source: open polygon
ca: polígon obert

source: duplicated way
ca: via duplicada

source: place without name
ca: lloc sense nom

source: INSEE code
ca: codi INSEE

source: erroneous boundary
ca: límit fronterer erroni

source: out of boundary
ca: fora del límit

source: geodesic building
ca: edifici geodèsic

source: building shape
ca: forma d'edifici

source: bridge to tag
ca: pont a etiquetar

source: admin boundary
ca: límit administratiu

source: power lines
ca: línies d'electricitat

source: post office
ca: oficina postal

source: ODbL migration change
ca: Canvi de migració a ODbL

source: school, not integrated
ca: escola, no integrada

source: node on ways
ca: node en vies

source: train station
ca: estació de tren

source: relation type=boundary
ca: tipus de relació = boundary

source: tunnel/bridge
ca: túnel o pont

source: post office, could be integrated
ca: oficina de correus, es podria integrar

source: school
ca: escola

source: school, could be integrated
ca: escola, es podria integrar

source: public transport
ca: transport públic

source: public transport, could be integrated
ca: trasport públic, es podria integrar

source: train station, could be integrated
ca: estació de tren, es podria integrar

source: level crossing
ca: pas a nivell

source: geodesic point
ca: punt geodèsic

source: postal address
ca: adreça postal

source: public service
ca: servei públic

source: recycling
ca: reciclatge

source: recycling, could be integrated
ca: reciclatge, es podria integrar

source: parking
ca: pàrquing

source: parking, could be integrated
ca: aparcament, es podria integrar

source: accommodation
ca: acomodació

source: accommodation, could be integrated
ca: acomodació podria ser integrada

source: cycle parking
ca: pàrquing de bicicletes

source: cycle parking, could be integrated
ca: aparcament de bicicletes, es podria integrar

source: transport sharing
ca: transport compartit

source: transport sharing, could be integrated
ca: transport compartir, es pordria integrar

source: sport
ca: esport

source: sport, could be integrated
ca: esport, es podria integrar

source: Translation progress: osmose
ca: Progrés de la traducció: osmose

source: For new language or countries
ca: Per a llengües o països nous

source: Export
ca: Exporta

source: Html list
ca: Llista HTML

source: one-node way
ca: via d'un node

source: toilets
ca: serveis

source: transport sharing, not integrated
ca: transport compartit, no integrat

source: police
ca: policia

source: police, could be integrated
ca: policia, es podria integrar

source: pharmacy, not integrated
ca: farmàcia, no integrada

source: pharmacy, could be integrated
ca: farmàcia, es podria integrar

source: gas station
ca: gasolinera

source: position
ca: posició

source: You must be logged in order to use the tag editor
ca: Heu de tenir sessió iniciada per a poder usar l'editor d'etiquetes

source: Save changeset
ca: Desa el conjunt de canvis

source: Comment
ca: Comentari

source: area
ca: àrea

source: incorrect layer
ca: Capa incorrecta

source: Updates summary
ca: Resum de les actualitzacions

source: country
ca: estat

source: analyser
ca: analitzador

source: postal code, could be integrated
ca: codi posta, es podria integrar

source: library
ca: biblioteca

source: winery
ca: celler o vinoteca

source: missing object kind
ca: º

source: postal code, not integrated
ca: codi postal, no integrat

source: local language
ca: llengua local

source: Fixed issues
ca: Problemes corregits

source: Issues by user
ca: Problemes per usuari

source: Number of level {level} issues: {count}
ca: Nombre de problemes de nivell {level}: {count}

source: Number of found issues: %d
ca: Nombre de problemes trobats: %d

source: Number of found issues: more than %d
ca: Nombre de problemes trobats: més de %d

source: Show issues on a map
ca: Mostra problemes en un mapa

source: Osmose allows you to control your own issues.
ca: L'Osmose us permet controlar els vostres problemes.

source: By entering your OSM username in the following form, you will be able to see issues that are attached to your username. Note that the algorithm that attaches issues to username is not perfect, as Osmose only checks the last contributor of the relevant erroneous elements.
ca: Si introduïu el vostre nom d'usuari de l'OSM al formulari següent, podreu veure els errors associats al vostre nom d'usuari. Tingueu en compteu que l'algoritme que associa els errors als noms d'usuari no és perfecte, atès que l'Osmose només comprova l'últim col·laborador dels elements potencialment erronis.

source: Show more issues
ca: Mostra més problemes

source: information on issue
ca: Informació del problema

source: issue n°
ca: problema núm.

source: Map of issues
ca: Mapa de problemes

source: Information on issues database
ca: Informació de la base de dades de problemes

source: Documentation on reported issues
ca: Documentació sobre els problemes reportats

source: version
ca: versió

source: geodesic
ca: geodèsic

source: post box
ca: bústia

source: post box, could be integrated
ca: bústia, es podria integrar

source: indoor
ca: interior

source: roundabout as area
ca: rotonda com a àrea

source: road
ca: carretera

source: split building
ca: dividiu edifici

source: Control, verification and correction of %s issues
ca: Control, verificació i correcció de %s problemes

source: Osmose QA main page
ca: Pàgina prinicipal de l'Osmose QA

source: far from water
ca: lluny de l'aigua

source: fixme import
ca: importació del fixme

source: objects intersection
ca: intersecció d'objects

source: access
ca: accés

source: fixme review
ca: revisió del fixme

source: school, need update
ca: escola, necessita actualització

source: public transport, need update
ca: trasport públic, necessita actualització

source: recycling, need update
ca: reciclatge, necessita actualització

source: parking, need update
ca: aparcament, necessita actualització

source: transport sharing, need update
ca: transport compartit, necessita actualització

source: Analyser
ca: Analitzador

source: Count
ca: Total

source: Age
ca: Edat

source: Version
ca: Versió

source: post office, need update
ca: oficina de correus, necessita actualització

source: age
ca: anys

source: invalid character
ca: caràcter no vàlid

source: gas station, could be integrated
ca: benzinera, es podria integrar

source: power substation
ca: subestació d'energia

source: power substation, could be integrated
ca: subestació d'energia, es podria integrar

source: power support
ca: suport d'energia

source: power support, could be integrated
ca: suport d'energia, es podria integrar

source: almost junction
ca: gairebé encreuament

source: public_transport route
ca: ruta public_transport

source: recycling container
ca: contenidor de reciclatge

source: duplicate wikipedia
ca: viquipèdia duplicada

source: route access mismatch
ca: accés de ruta no coincideix

source: similar name
ca: nom similar

source: gas station, need update
ca: benzinera, necessita actualització

source: phone number
ca: número de telèfon

source: traffic signs
ca: senyals de trànsit

source: traffic sign limitation
ca: limitació de senyals de trànsit

source: High
ca: Alta

source: Normal or higher
ca: Normal o superior

source: All
ca: Totes

source: Normal only
ca: Només normal

source: Low only
ca: Només baix
